Revit 2027 API
VoltageType.ActualValue Property
 Get actual voltage value of this voltage definition, the unit is volt.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double ActualValue { get; }
Public ReadOnly Property ActualValue As Double
	Get
public:
property double ActualValue {
	double get ();
}
member ActualValue : float with get
Property Value
Double
See Also
Reference
VoltageType Class
Autodesk.Revit.DB.Electrical Namespace